bot_templates = {
    'say_start': 'Привет, я бот-голосовой помощник.\n'
                 'У меня есть 2 тестовых режима',
    'say_help': 'Полный список команд:\n'
                '/help - справочник по камондам бота.\n'
                '/tts - сгенерировать голосовое сообщение.',
    'user_limit': 'К сожалению лимит пользователей ограничен, повторите попытку позже!',
    'hard_user_limit': 'СКАЗАЛИ ЖЕ, ЛИМИТ ОГРАНИЧЕН, ПОВОТОРИТЕ ПОПЫТКУ ПОЗЖЕ!!!!!!!',
    'say_generate_tts': 'Введите текст для генерации:',
    'say_generate_stt': 'Отправить голосовое сообщение для генерации:',
    'for_text': 'Для генерации сообщения в речь, воспользуйтесь командой: /tts',
    'if_not_voice': 'Пришлите голосовое сообщение.'
}