bot_templates = {
    'say_start': 'Привет, я бот-голосовой помощник.\n'
                 'Для полного ознакомления с функционалом бота, воспользуйтесь командой: /help',
    'say_help': 'Бот-голосовой помощник - удобный телеграмм бот со встроенным GPT режимом.\n'
                'Вот полный список команд:\n'
                '/start - Запуск бота\n'
                '/help - Информация и функционал бота\n'
                '/stop - Остановка работ функции (stt и tts)\n'
                'Также бот имеет 2 тестовых функции:\n'
                '/tts - тестовая функция переработки текста в голос\n'
                '/stt - тестовая функция переработки голоса в текст\n'
                'Для подачи запроса нейросети, отправьте текстовое или голосовое сообщение в чат!',
    'user_limit': 'К сожалению лимит пользователей ограничен, повторите попытку позже!',
    'hard_user_limit': 'СКАЗАЛИ ЖЕ, ЛИМИТ ОГРАНИЧЕН, ПОВОТОРИТЕ ПОПЫТКУ ПОЗЖЕ!!!!!!!',
    'say_generate_tts': 'Введите текст для генерации:',
    'say_generate_stt': 'Отправить голосовое сообщение для генерации:',
    'for_text': 'Для генерации сообщения в речь, воспользуйтесь командой: /tts',
    'if_not_voice': 'Пришлите голосовое сообщение.',
    'if_not_text': 'Пришлите текстовое сообщение',
    'say_stay_tts': 'Ваш текст обрабатывается, ожидайте...',
    'say_stay_stt': 'Ваш голос обрабатывается, ожидайте...',
    'say_stay_gpt': 'Ваш запрос обрабатывается, ожидайте...',
    'say_stop': 'Для выхода из функции, воспользуйтесь командой /stop или введите сообщение для генерации!',
    'say_after_answer': 'Введите запрос.',
    'function_stop': 'Функция остановлена.',
    'after_stop_function': 'Воспользуйтесь командой /help'
}